# one_hundred = 100
# five_hundred = 500
# print(one_hundred + five_hundred)
# # Будет напечатано: 600

# a = 'ха'
# print(a + a + a + a)
# # Будет напечатано: хахахаха 

# Если умножить число на число - никаких неожиданностей не будет
# six = 6
# print(six * 7)

# # А умножение строки на число скопирует строку несколько раз
# lol = 'хо'
# print(lol * 10)
# # Запустите этот код в тренажёре, заставьте его рассмеяться!  

# Объявили две переменные разных типов
# number = 100
# rubles = ' рублей'

# # Такой код не сработает, Python выдаст ошибку
# print(number + rubles)
# # В тексте ошибки будет сказано, что оператор '+' не складывает целые числа со строками 